Repository: Toporin/Satodime-iOS
Catalog: Satodime/*.lproj/Localizable.strings
Languages: fr

source: Cancel
fr: Annuler

source: Select currency:
fr: Sélectionnez votre devise

source: Settings
fr: Paramètres

source: Show app logs
fr: Afficher les logs

source: Refresh to scan a card
fr: Rafraichir pour scanner une carte

source: Vault #%lld
fr: Coffre #%lld

# Asset Type: %@
source: Asset: %@
fr: Actif: %@

source: List of vaults
fr: Liste des coffres

# _question_accept
source: Accept card ownership?
fr: Devenir propriétaire de la carte?

# _msg_accept
source: This card has currently no owner. Card ownership allows to perform sensitive operations (seal-unseal-reset-transfer). Click on 'Accept' to continue, or 'Cancel' to abort
fr: Cette carte ne possède actuellement pas de propriétaire. Être propriétaire de la carte permet d'effectuer des opérations sensibles (sceller-désceller-réinitialiser un coffre ou transférer la carte). Clickez sur ***Accepter*** pour continuer, ou sur ***Annuler*** pour abandonner

source: Accept
fr: Accepter

# _title_accept
source: Transfer card ownership
fr: Transférer la carte

# _transfer_msg
source: Warning! This will initiate the transfer of the card ownership from you to a new owner. Card transfer allows to perform sensitive operations (seal-unseal-reset-transfer) on a new device. Click on *Transfer* to continue, or *Cancel* to abort
fr: **Attention!** Ceci initiera le transfert de la carte vers un nouveau propriétaire. Seul le propriétaire de la carte peut effectuer des opérations sensibles (sceller-désceller-réinitialiser un coffre ou transférer la carte) sur son propre appareil. Clickez sur ***Transferer*** pour continuer, ou sur ***Annuler*** pour abandonner

source: ⚠️ Transfer card ownership ?
fr: ⚠️ Transférer la carte?

source: Transfer card ownership
fr: Transférer la carte

source: Transfer card!
fr: Transferer la carte!

source: Ownership status:
fr: Statut de propriété de la carte:

source: You are the card owner
fr: Vous êtes propriétaire de la carte

source: You are NOT the card owner!
fr: Vous n'êtes PAS propriétaire de la carte!

source: Card version:
fr: Version de la carte:

source: Authenticity status:
fr: Authenticité de la carte:

source: This card is authentic!
fr: Cette carte est authentique!

source: This card is NOT authentic!
fr: Cette carte n'est PAS authentique!

source: Show certificate details
fr: Montrer le détail des certificats

# _reset_msg
source: **Warning!** This will reset the corresponding key. Once reset, all the corresponding data will be wiped. Please ensure that you securely saved the private key before proceeding. Click on 'Reset' to continue, or 'Cancel' to abort
fr: **Attention!** Ceci va réinitialiser le coffre correspondant. Une fois réinitialisé, toutes les données correspondantes seront effacées. Veuillez vous assurer que vous avez sauvegardé en toute sécurité la clé privée avant de continuer. Cliquez sur ***Réinitialiser*** pour continuer, ou sur ***Annuler*** pour abandonner

source: Reset vault #%lld?
fr: Réinitialiser le coffre #%lld?

source: Reset vault #%lld
fr: Réinitialiser le coffre #%lld

source: Reset
fr: Réinitialiser

# _seal_msg
source: This will seal the vault and generate a fresh private key. Click on ***Seal*** to continue, or ***Cancel*** to abort.
fr: Ceci va sceller le coffre et générer une nouvelle clé privée. Cliquez sur ***Sceller*** pour continuer ou sur ***Annuler*** pour abandonner.

source: Use expert mode
fr: Utiliser le mode expert

source: Select blockchain:
fr: Selectionner une blockchain:

source: Choose a blockchain
fr: Selectionner une blockchain

source: Use testnet
fr: Utiliser la version testnet

source: Select asset type:
fr: Selectionner le type d'actif:

source: Choose an asset
fr: Selectionner un actif

source: Enter contract adress:
fr: Entrer l'addresse de contrat:

source: Enter your contract adress:
fr: Entrer l'addresse de contrat:

source: Wrong contract format: %@
fr: Mauvais format de contrat: %@

source: Enter tokenid:
fr: Entrer tokenid:

source: Enter your tokenid:
fr: Entrer tokenid:

source: Wrong tokenid format: %@
fr: Mauvais format pour le tokenid: %@

source: Entropy
fr: Entropie

source: Enter random data:
fr: Entrer des données aléatoires:

source: Extracted entropy: %@
fr: Entropie extraite: %@

source: Seal
fr: Sceller

# _unseal_msg
source: **Warning!** This will unseal the corresponding vault. Once unsealed, the corresponding private key will be revealed and available. This action cannot be undone. Click on 'Unseal' to continue, or 'Cancel' to abort
fr: **Attention!** Ceci va désceller le coffre correspondant. Une fois déscellé, la clé privée correspondante sera révélée et disponible. Cette action ne peut pas être annulée. Cliquez sur ***Désceller*** pour continuer, ou sur ***Annuler*** pour abandonner

source: Unseal vault #%lld?
fr: Désceller le coffre #%lld?

source: Unseal vault #%lld
fr: Désceller le coffre #%lld

source: Unseal
fr: Désceller

source: Ooops, unknown operation %@ at vault: %lld!
fr: Oups, opération non supportée %@ sur le coffre: %lld!

source: Details for vault #%lld
fr: Détails pour le coffre #%lld

source: Key info
fr: Info sur la clé

source: **Status:** %@
fr: **Statut:** %@

source: **Asset type:** %@
fr: **Type d'actif:** %@

source: **Pubkey:** %@
fr: **Clé publique:** %@

source: Coin info
fr: Info sur la monnaie

source: **Address:** %@
fr: **Addresse:** %@

source: **Balance:** %@
fr: **Solde:** %@

source: Token info
fr: Info sur le token

source: **Contract:** %@
fr: **Contrat:** %@

source: NFT info
fr: Info sur le NFT

source: **Name:** %@
fr: **Nom:** %@

source: Private info
fr: Info privée

source: Hide private key
fr: Cacher les infos privées

source: Show private key
fr: Montrer les infos privées

source: Privkey is not available! Are you owner?
fr: La clé privée n'est pas disponible! Êtes-vous le propriétaire de la carte?

source: **Privkey:** %@
fr: **Clé privée:** %@

source: **Entropy:** %@
fr: **Entropie:** %@

source: Device authenticated successfully!
fr: Carte authentifiée avec succès!

# _certificates_warning
source: **Warning:** could not authenticate the issuer of this card! If you did not load the card yourself, be extremely careful! Contact support(at)satochip.io to report a suspicious device.
fr: **Attention:** Impossible d'authentifier l'émetteur de cette carte! Si vous n'avez pas chargé le code de la carte vous-même, soyez extrêmement prudent ! Contactez support(at)satochip.io pour signaler une carte suspecte.

source: Device info:
fr: Info sur la carte

source: Subca info:
fr: Info subca

# _reason_wrong_sig
source: Reason: the device certificate signature does not match the subca issuer
fr: Raison: la signature du certificat de la carte ne correspond pas au certificat de l'émetteur

# _reason_wrong_challenge
source: Reason: the card failed to provide a valid challenge-response
fr: Raison: la carte n'a pas fourni une réponse valide au challenge soumis

# _reason_unknown
source: Reason is unknown
fr: La raison est inconnue

source: Reason: ‰@
fr: Raison: ‰@

source: **Pubkey:** ‰@
fr: **Clé publique:** ‰@

# PEM: ‰@
source: **Certificate:** ‰@
fr: **Certificat:** ‰@

source: Card info
fr: Info carte

source: Transfer card
fr: Transférer la carte

source: Tell a friend
fr: Partagez!

source: Satodime: the secure bearer crypto card! Exchange cryptos physically, easily and securely
fr: Satodime : la carte crypto au porteur sécurisée! Échangez des cryptos physiquement, facilement et en toute sécurité.

source: Hold your Satodime near iPhone
fr: Tenez votre Satodime près de votre iPhone

source: Hold your Satodime near iPhone to perform action: %@
fr: Tenez votre Satodime près de votre iPhone pour effectuer l'action : %@

source: Satodime needs setup!
fr: Votre Satodime nécessite configuration!

source: Listed vaults successfully!
fr: Coffres listés avec succès

source: There was an issue while listing vaults: %@
fr: Il y a eu un problème lors du listing des coffres: %@

source: Card ownership accepted successfully!
fr: Transfert de carte accepté avec succès!

source: Failed to accept card ownership with error: %@
fr: Echec lors du transfert de la carte: %@

source: Card transfer already done!
fr: Le transfert de carte a déjà été effectué!

source: Card mismatch! Is this the correct card?
fr: Carte mismatch! Est-ce bien la carte correcte?

source: Vault sealed successfully!
fr: Coffre scellé avec succès!

source: Failed to seal vault with error: %@
fr: Echec lors du scellement du coffre: %@

source: Vault unsealed successfully!
fr: Coffre déscellé avec succès!

source: Failed to unseal vault with error: %@
fr: Echec lors du déscellement du coffre: %@

source: Vault reset successfully!
fr: Coffre réinitialisé avec succès!

source: Failed to reset vault slot with error: %@
fr: Echec lors de la réinitialisation du coffre: %@

source: Vault privkey recovered successfully!
fr: Clé privée récupérée avec succès!

source: Failed to get vault private key with error: %@
fr: Echec lors de la récupération de la clé privée: %@

source: Ownership transfer initiated successfully!
fr: Transfert de propriété initié avec succès!

source: Failed to transfer ownership with error: %@
fr: Echec lors du transfert: %@

source: Satodime disconnected
fr: Satodime déconnectée

source: An error occured: %@
fr: Une erreur s'est produite: %@
